{
  "title": "Our guide to PUBG’s best landing and loot spots contains a list of all the best locations to land for gearing up quickly on both Erangel and Miramar.If you want the best possible start in a game of PUBG, then you’ll need to pick and choose your landing location extremely wisely. Both maps contain plenty of areas to investigate, ranging from cities to abandoned ruins, and it’s up to you to work out which location is going to best suit your needs.Cities and bases often contain the highest volume of loot but as a result they also attract the most players - this of course increases the odds you'll get taken out early. It’s kill or be killed in these situations, but if you can make it out alive you’ll be bursting at the seams with powerful weaponry and bulky armour.This doesn’t mean quieter areas don’t contain rare loot, but you’re less likely to max out your gear in these smaller, out of the way zones. That said though, your chances of surviving more than five minutes improve dramatically once you get off the beaten path a little bit.More often than not, selecting a decent starting location can lead to greater success as the match wears on. To help you choose a zone that suits you, we’ve put together a helpful list of the best loot spots for both maps: Erangel and Miramar.Make sure you visit our core PUBG Guide hub when you're done here. It contains a whole host of important articles that'll help improve your game.<p>Best loot spots: Erangel</p><p><img src=\"https://cdn.gamer-network.net/2018/metabomb/pubgerangellootspots.jpg/EG11/resize/700x-1/quality/70\"></p><ul><li><i>Pochinki</i> - A large city located in the center of the map. Expect action straight away amongst the tight cluster of buildings. (High Risk)</li><li><i>School</i> - Perhaps the biggest hotspot of them all, School is a large U-shaped building filled to the brim with great loot. Expect many players to start scrambling for the same gear upon landing - action moves at a frightening pace here. (High Risk)</li><li><i>Sosnovka Military Base</i> - Located right at the bottom of the map, Sosnova Military Base is a huge complex that offers some of the best loot in the game. It's likely you'll find Tier 3 armour scattered around all over the place - just watch your back. (High Risk)</li><li><i>Georgopol</i> - An enormous concentration of buildings that snake along the coastline, Georgopol contains a decent amount of gear but you'll have to do a lot of rummaging around to get it. You're less likely to encounter enemies immediately after landing, but do exercise some caution as it's easy to lose track of enemies in the concrete jungle. (Medium Risk)</li><li><i>Lipovka</i> - A personal favourite of ours, Lipovka's nestled right on the East side of the map and it's rare that you'll encounter many enemies landing here alongside you. Strange really, because it's full of loot! (Medium/Low Risk)</li><li><i>Yasnaya Polyana</i> - Filled with huge 3-4 storey buildings, you're likely to find some decent gear here and still have the opportunity to get out unscathed. (Medium/Low Risk)</li><li><i>Novorepnoye</i> - A port on the eastern edge is home to a small cluster of houses and a large shipyard that's filled with some great loot. Novorepnoye does tend to attract quite a few players though, so make sure you're the first to land here. (Medium Risk)</li><li><i>Prison</i> - In a similar vein to School, Prison is an enclosed space that'll attract many players. Landing first here is essential to surviving the onslaught! (High Risk)</li></ul><p>Best loot spots: Miramar</p><p><img src=\"https://cdn.gamer-network.net/2018/metabomb/pubgmiramarlootspots.jpg\"><p><ul><li><i>Hacienda del Patron</i> - This is most definitely the School of Miramar. It's one big circular building with a couple of outhouses that attracts tonnes of players each match. There's great gear to be had here, it's just a question of whether you can outgun everyone else. Emerge the victor though and you'll feel like a king. (High Risk)</li><li><i>Complejo Penitenciario</i> - Very similar to Erangel's Prison, ensure you're looting as quickly as possible and ready yourself for a slew of gunfights right away. Outlast the opposition and you'll be rewarded handsomely. (High Risk)</li><li><i>Campo Militar</i> - A collection of warehouses and buildings that hold some really rare items including Suppressors for Assault Rifles and Snipers or tier 3 armour. Expect some resistance and make sure you've got a vehicle to escape the blue if you manage to make it out! (High Risk)</li><li><i>Impala</i> - This is a small but dense area that's fit for bleeding dry. To the North of the city there's an industrial plant which often has some fantastic weaponry and armour stashed away below it. (Medium Risk)</li><li><i>Los Leones</i> - The largest city in Miramar, Los Leones is an enormous complex of buildings. Expect loads of loot, loads of people and loads of fighting. (High Risk)</li><li><i>Pecado</i> - Home to the infamous casino, Pecado is a hive of activity from the get-go. (High Risk)</li><li><i>San Martin</i> - Broken concrete buildings on the outskirts of San Martin usually hold some glorious goodies - a favourite of ours. (Medium/Low Risk)</li></ul>"
}