{
  "title1":"Game Settings",
  "subContent1":"Before even getting into a game, there are a couple of settings you should double-check...",
  "content1":"<p>Game Settings</p> Before even getting into a game, there are a couple of settings you should double-check, and adjust in order to get a better performance, and to make it easier to score kills.<h3>1. Select Third Person View or First Person View</h3>Choose between third person view, and first person view. PUBG Mobile’s latest update has brought the ability for players to choose between first person view and third person view. Before you start the game, you can tap on the game mode button just below ‘Start’ and choose between ‘TPP’ (third person), or ‘FPP’ (first person). <img src=\"https://beebom.com/wp-content/uploads/2018/08/change-perspective-pubg.jpg\" /> <h3>2. Adjust Graphics Quality</h3> Adjust the graphics quality according to your phone’s capabilities. PUBG Mobile does this automatically, but if you feel like your game is lagging or dropping frames, you can lower it further, and vice-versa. A higher graphics quality setting will definitely make it easier to spot other enemies, but if your phone starts lagging or dropping frame, make the trade-off and opt for a higher frame-rate instead. <img src=\"https://beebom.com/wp-content/uploads/2018/06/set-graphics-pubg-mobile.jpg\"/> <h3>3. Turn on Peek and Fire</h3> In Settings (the settings cog on the top-right), go to Basic. Here, turn on ‘Peek & Fire.’ This allows you to peek from behind cover, allowing you to take shots without exposing too much of yourself. Keep in mind, you’ll still expose your head, so use it with caution. <h3>4. Use Gyroscope for Aiming Down Sights</h3> PUBG Mobile brings the ability to use your smartphone’s gyroscope to aim. This can be incredibly helpful when aiming down sights, or when you’re scoped in since you’ll be able to move your phone to aim at enemies instead of having to touch and drag on the screen. To enable gyroscope, simply head into Settings and then Basic. <p><img src=\"https://beebom.com/wp-content/uploads/2018/08/turn-on-gyro-pubg-mobile.jpg\"/></p> <h3>5. Check if Aim Assist is On</h3>  Check that ‘Aim Assist’ is turned on for easier aiming. Aim assist is required on a touchscreen phone (usually) because aiming on a touchscreen isn’t nearly as accurate as aiming with a mouse is. A spot-on aim will help you take out enemies quicker and will also help in close-quarter-gunfights. <p><img src=\"https://beebom.com/wp-content/uploads/2018/06/aim-assist-peek-fire.jpg\" /> <h3>6. Enable The Left Side Fire Button</h3> In Settings -> Basic, enable the ‘left-side fire’ button to easily shoot with the left hand while aiming with the right. This is very handy in scoped shots. Without the left-side fire button, you’ll find yourself aiming and shooting with the same hand, which, believe me, is really difficult. <p><img src=\"https://beebom.com/wp-content/uploads/2018/06/left-side-fire-button-pubg-mobile.jpg\" / <h3>7. Enable Auto-open Doors</h3> Also inside Settings -> Basic enable ‘Auto open doors’ to quickly get inside buildings without having to constantly tap the door button. Do note that you’ll have to tap the button to close the door.<p> <img src=\"https://beebom.com/wp-content/uploads/2018/06/left-side-fire-auto-open-doors-.jpg\"/>  <h3>8. Adjust the Size and Position of Controls:</h3> Head over to Settings -> Controls -> Customize, and adjust the size and position of controls according to your needs. For example, I’ve made the grenade button a little larger to make it easier to tap, and I’ve shifted the left side fire button to where my left-thumb naturally lands, so I can shoot even faster. <p><img src=\"https://beebom.com/wp-content/uploads/2018/06/change-size-of-controls-pubg-mobile.jpg\" />  <h3>9. Turn on Auto-adjust Graphics</h3>In Settings -> Graphics, you can also turn on ‘Auto adjust graphics’ to ensure a consistent frame-rate while playing. This basically means that if your phone starts over-heating, or if the battery gets low, PUBG Mobile will automatically adjust the graphics quality to compensate for it.  <p><img src=\"https://beebom.com/wp-content/uploads/2018/06/auto-adjust-graphics-pubg-mobile.jpg\" /><p>To be continued</p>",
  "icon1":"ic_controll.jpg",
  "title2":"Landing Spots",
  "subContent2":"Choosing the perfect landing spot is very important. The choice of landing spot will depend...",
  "content2":"<p>Landing Spots</p>Choosing the perfect landing spot is very important. The choice of landing spot will depend on whether you’re comfortable with gunfights and are looking to get the best loot, or whether you’re planning on playing stealthily, and meet less players.<h3>Best Landing Spots in Miramar</h3>If you’re new to playing on the desert map ‘Miramar,’ you might be looking to find out what the best places to land in are. Well, Miramar has a bunch of places you can land in to get the best loot. However, each of these places come with a certain degree of risk, so make sure you’re ready for gunfights.<h3>1. Most loot, very high risk:</h3><ul><li>Hacienda del Patron (just above San Martin in the middle of the map)</li><li>Pecado (slightly to the south-west of San Martin, between Power Grid and Graveyard)</li></ul><p><img src=\"https://beebom.com/wp-content/uploads/2018/08/hacienda-del-patron.jpg\" /><h3>2. More loot, high risk:</h3><ul><li>Prison (on the south-west edge of the map, on the very corner)</li><li>Campo Militar (on the north-east corner of the map)</li></ul><p><img src=\"https://beebom.com/wp-content/uploads/2018/08/campo-militar.jpg\" /><h3>3. Good loot, low risk:</h3><ul><li>Minas Generales (to the south west of San Martin)</li></ul><p><img src=\"https://beebom.com/wp-content/uploads/2018/08/minas-generales.jpg\" /><h3>Best Landing Spots in Erangel</h3><h3>1. Most loot, very high risk:</h3><ul><li>Military Base (South of the map)</li><li>Prison (East edge of the map)</li><li>Mansion (Just above the Prison)<ul><li>Mylta Power (South-east of the Prison)</li></ul></li></ul><p><img src=\"https://beebom.com/wp-content/uploads/2018/06/military-base-pubg-mobile.jpg\" /><h3>2. More loot, lower risk</h3><ul><li>School (Middle of the map, but often dangerous)</li><li>Severny (North of the map)</li><li>Pochinki (Middle of the map)</li></ul><p><img src=\"https://beebom.com/wp-content/uploads/2018/06/school-pubg-mobile.jpg\"/><p>To be continued</p>",
  "icon2":"ic_LandingSpots.jpg",
  "title3":"Positioning In the Final Moments",
  "subContent3":"When you’re near that chicken dinner, the circle is usually pretty small...",
  "content3":"<p>Positioning In the Final Moments </p> When you’re near that chicken dinner, the circle is usually pretty small, and one mistake could send you back to the lobby.  <p>1. Play on the Edge </p> If you have a 4x or 8x scope, position yourself on the edge of the play zone where the blue circle is the nearest to the white. This will give you a complete view of the play zone, while vastly reducing the chances that a player might be coming from behind you.  <p>2. Shoot to Kill </p> If you spot someone and they haven’t spotted you, only take the shot if a kill is guaranteed, otherwise you’ll just end up giving away your position. Since you’ve spotted them, you have ample time to take the perfect shot — aim for the head, and shoot in bursts until the player is dead.  <p>3.Don’t Go in Guns Blazing </p> If only two other people are left alive, keep hidden and let them fight it out, and then kill the remaining one player.  <p>Miscellaneous PUBG Tips and Tricks </p>  <p>1. Turn off Mission Impossible Background Music </p> PUBG recently teamed up with Mission Impossible: Fallout to bring MI themed missions to the game, along with the Mission Impossible theme music in the background. While some people may love the new background music, if you’re not especially a fan of it you can turn it off by heading into Settings and going to Audio. You’ll find the option to disable the Mission Impossible ‘BGM’ here. <p><img src=\"https://beebom.com/wp-content/uploads/2018/08/mission-impossible-bgm.jpg\" />  <p>2. Change Quick Chat Messages </p> Quick chat is a very useful tool in squad games, especially if used correctly. While the default quick chat messages in PUBG Mobile are pretty good, you may want to change them to suit your team’s playing style. To do this, simply go to Settings and then to Quick Chat. Here you will be able to delete the messages you don’t want to use, and put in alternative messages instead. It’s pretty useful. However, you can’t write your own messages, so you’ll have to make do with the options provided by PUBG Mobile. To be fair, there are a bunch of options, so it shouldn’t be too much of an issue. <p><img src=\"https://beebom.com/wp-content/uploads/2018/08/quick-chat-pubg-mobile.jpg\" />  <p>3. Use Headphones to Hear Enemy Footsteps </p> Most shooter games, be it CS: GO, Fortnite, or PUBG make use of directional audio that you can leverage to be more aware of your enemies’ locations. While the stereo-front-firing speakers on your phone may be good enough, put on a pair of headphones. This will help you in not only hearing distant gunfire, but also footsteps of an approaching enemy so you’re not taken by surprise. It might not sound like much, but it makes a pretty big difference.  <p>4. Survive Inside the Red Zone </p> The PUBG map frequently marks random regions as red zones. If you find yourself inside one, I’d suggest you get out quickly or else you’ll find yourself stuck in an airstrike of sort that will most likely kill you. However, if you’re in a place from where getting out is not easy, your best bet is to get inside a building. This way you’ll be able to survive the red zone.   <p>5. Use the Map </p> Whether you like playing in Miramar, or whether you like the foliage in Erangel, if you really want to be a good player, use the map well. The map is updated with new safe-zones, and red-zones, so keeping a close eye on the map can be helpful. The map in PUBG Mobile also shows the direction of gunfire, footsteps, and vehicles which can help you get to know where enemies are, and if they’re coming towards you. <p><img src=\"https://beebom.com/wp-content/uploads/2018/08/pubg-mobile-use-the-map.jpg\" />  <p>6. Make the Red Zone Your Strategic Friend </p> This isn’t something you’ll be able to do often, but some times the red zone can actually be a friend to you. If you’re inside a building when the bombs start dropping, you can do two things: <ul> <li>Make use of the noise to cover up your steps and gather any loot lying around inside the building.</li> <li>You’ll most likely see some players running away, which makes them easy killings for you. Plus, if you spot a player, you can risk it and use the cover of the bombing noise to flank them without them being able to hear your footsteps over the commotion.</li> </ul>  <p>7. Mute Annoying Team-mates </p> Unless you’re playing with your friends, the squad mode will often pair you up with people where at least one of them is an annoying prick constantly singing and screaming into their mic. With the latest PUBG Mobile update, you can mute individual team-mates by tapping on the speaker-icon. This will open up a menu with all your team-mates’ names on it, simply tap on the speaker icon next to the team-mate you want to mute and that’s it. Now focus on the game. <img src=\"https://beebom.com/wp-content/uploads/2018/06/mute-teammate-pubg-mobile.jpg\" />  <p>8. Hide Inside Vehicles </p> Sitting in the co-driver seat of a vehicle keeps it off, allowing you to hide inside without alerting other players to your presence. They’ll still be able to see you, but unless you parked your vehicle in the middle of the desert, there’s no reason for most players to suspect that a player may be sitting inside a vehicle and not driving it. <p><img src=\"https://beebom.com/wp-content/uploads/2018/06/sitting-in-vehicle-to-hide.jpg\" />  <p>9. Look Around without Moving </p> You can hide behind corners and use the ‘eye-button’ to look around the corner without exposing yourself. This is a handy trick that can help you spot enemies without letting them spot you. <p><img src=\"https://beebom.com/wp-content/uploads/2018/06/pubg-gameplay.jpg\"></p>  <p>10. Heal Like a Pro </p> While healing, you can move for 0.5 seconds without cancelling the action. When in a hurry, start moving when there’s 0.5 seconds of the heal left, giving you a headstart. This comes in handy when the circle is closing up behind you and you need to run quickly, or when you’re taking a short healing-break in the midst of a firefight.  <p>11. Use Energy Drinks and Painkillers </p> Energy drinks and painkillers auto-heal you for a duration of time, and also give you a speed-boost, so use them often and as needed. Most healing equipment like bandages and health packs won’t heal you past 75%. Only the med-kit can heal you up to 100% and that’s very rare. Energy drinks and painkillers take their time to heal you, but they’ll take you up to 100% so make sure you use them often. <p><img src=\"https://beebom.com/wp-content/uploads/2018/06/take-painkillers-energy-drinks-piubg-mobile.jpg\"/>  <p>Don’t Stay Still, You’ll be a Sitting Duck </p> Staying still too long will make you easy pickings for a sniper; always keep moving, and take cover whenever you need to stop. The battleground in PUBG always has a bunch of players with snipers, and a lot of these players are good enough to take you out with a single head-shot. So keep moving..   <p>Use These PUBG Mobile Tricks and Score Some Chicken Dinners </p> Well, those were 30 PUBG Mobile tips and tricks that ought to help you on your way to becoming an awesome PUBG Mobile player. Use these tricks in order to get better loot, find the perfect PUBG landing spots, and survive till the very end and get that chicken dinner. If you come across some more PUBG tricks that you think we should include here, let us know in the comments section below.</p><p>To be continued</p>",
  "icon3":"ic_PositioningIntheFinalMoments.jpg",
  "title4":"Top 25 PUBG Mobile Tips and Tricks to Get the Chicken Dinner. Part 1",
  "subContent4":"PUGB or Playerunknown’s Battle Ground is quickly becoming the most popular game in the world...",
  "content4":"<p>Top 25 PUBG Mobile Tips and Tricks to Get the Chicken Dinner</p><p><img src=\"http://cdn.iphonehacks.com/wp-content/uploads/2018/12/PUGB-Mobile-Tips-and-Tricks-Featured.png\"></p>PUGB or Playerunknown’s Battle Ground is quickly becoming the most popular game in the world. You can’t miss it. You’ll find groups of people playing it in cafes, in street corners, across the world. It’s a really fun way to spend time with your friends or to kill some time at the end of the day.The best thing about PUBG is that it’s really easy to pick up. It’s a Battle Royale game where you’re dropped in an island with 99 other players and the objective is to be the last man standing. As time goes, the map shrinks so you have to be on the move constantly. While PUBG is easy to pick up, it’s not so easy to win. That’s where we come in.<p>The Best 25 PUBG Mobile Tips and Tricks</p>If you’re just starting out and haven’t had the chicken dinner yet, follow our PUBG Mobile tips and tricks below on your iPhone and iPad.<p>1. Parachute Right</p><p><img src=\"http://cdn.iphonehacks.com/wp-content/uploads/2019/01/PUBG-Parachute-.jpeg\"></p>The first couple of seconds of the game are really important. Where you land gives you a huge leg up. If you’re a beginner, stay away from high traffic areas. Anytime you see a big cluster of buildings, it’s best not to land there.Instead, go a bit farther and land in a smaller settlement. You’ll still find the essential loot and guns and it will be easier to fend off other players. Start with places like Gatka and Mylta.<p>2. Early on, Avoid the First Contact</p>Once you’ve landed, one of the first mistakes you can make is to engage in combat early on. If you’ve just landed and you hear someone else in the area, turn away and go in another direction. The chances of them carrying a weapon are much higher.<p>3. Keep an Eye Open For Other Players</p>When you’re exploring a new area, keep an eye open for tell-tale signs of activity. If you come to a building with doors open and the ammo is gone, someone has probably been there. They could be gone by now but you shout proceed slowly.And similarly, you should close the doors when you’re hiding out in a building, or after you’ve looted. This gives you an advantage and makes surprise kills easier.<p>4. Don’t Discount The Shotgun</p>At first glance, the shotgun might not seem like the best weapon. But for most close range combat, especially in the beginning, it really is. In the beginning you’re mostly raiding areas and chasing other players, this is where the shotgun shines.<p>5. Keep Changing The Armor</p>The armor in PUBG wears down as you engage in combat. So it’s best to keep switching it when the armor depletes. Even if you have to switch a higher level armor to a lower level one, it’s fine. Because the protection you get is going to be more.<p>6. Play Smart</p>Don’t play hastily. Don’t rush into battle. Do it thoughtfully. Take your time. Make sure you have the right weapon selected and then go.<p>\t7. Find Your Weapon of Choice and Stick With It</p>When you’re playing to win, you’ll need dependable tools. After a couple of games, you’ll figure out which gun you’re most comfortable with. Every game, try to find the gun and once you do, stick with it. Even if it means dropping a more advanced weapon.<p>8. Get a Scope</p><p><img src=\"http://cdn.iphonehacks.com/wp-content/uploads/2019/01/pubg-scope.jpg\"></p>Once you’ve got the right gun, chase the right attachment. It’s really important to have a nice scope. A 4x scope on your sniper will do wonders.<p>9. When In Combat, Go Zigzag</p><p><img src=\"http://cdn.iphonehacks.com/wp-content/uploads/2019/01/pubg-running.jpg\"></p>Don’t run in a straight line when you’re under fire. This is a sure-shot way of being killed. Instead, run in a zigzag or haphazard pattern. It will take longer to get to cover but the chances of you being dead are much lower.<p>10. When You’re Getting Sniped, Don’t Lie Down</p>When someone is sniping at your from a distance, your first instinct is to lie down of the ground. I’ve made that mistake many times. The sniper has already identified you and they have a good vantage point. If you lie down, all they have to do is lower their aim and shoot. Bam, you’re dead.Instead, when you’re getting sniped, follow the advice from the above point. Drop weapons, zigzag and run like hell.<p>11. For Stealth Mode, Play Barefoot</p>Boots make a lot of noise. If you’re at the end of the game and you want to play it stealthily, play without boots.<p>12. Use Headphones</p>Sounds play a big role in PUBG. Whether it’s voice chat, prompts from the squad or even footsteps. If you’re not using headphones, you’ll miss out on these cues that will help you discern where exactly the enemy is.<p>To be continued</p>",
  "icon4":"ic_PUBGMobileTipsandTricks.jpg",
  "title5":"Top 25 PUBG Mobile Tips and Tricks to Get the Chicken Dinner. Part 2",
  "subContent5":"PUGB or Playerunknown’s Battle Ground is quickly becoming the most popular game in the world...",
  "content5":"PUGB or Playerunknown’s Battle Ground is quickly becoming the most popular game in the world. You can’t miss it. You’ll find groups of people playing it in cafes, in street corners, across the world. It’s a really fun way to spend time with your friends or to kill some time at the end of the day.The best thing about PUBG is that it’s really easy to pick up. It’s a Battle Royale game where you’re dropped in an island with 99 other players and the objective is to be the last man standing. As time goes, the map shrinks so you have to be on the move constantly. While PUBG is easy to pick up, it’s not so easy to win. That’s where we come in.<p><img src=\"http://cdn.iphonehacks.com/wp-content/uploads/2018/12/PUGB-Mobile-Tips-and-Tricks-Featured.png\"></p> Let's go to part 2<p>13. Wait For The Right Moment</p>There’s no point in just shooting continuously. All you’re doing there is giving the enemy a chance to shoot you when you’re reloading. Instead, wait for the perfect shot and then pull the trigger. Doesn’t matter if you’re using a shotgun or a sniper.<p>14. Be Mindful Of The Red Zone</p>When you’re playing in a squad, there’s always one guy who keeps exploring right till the timer runs out. Don’t be that guy. Be mindful of the red zone and instead of running like crazy at the end, be in safe zone with plenty of time to spare.<p>15. Use The Edge Of Blue Circle</p>The edge of the blue circle is a good place to be. You’re in the safe zone but you can easily target other players rushing in to avoid the storm.<p>16. Sprint Without The Weapon</p>If you’re running towards the safe zone or running away from combat, put your weapons away. This will significantly increase your running speed.<p>17. Use Vehicles Wisely</p><p><img src=\"http://cdn.iphonehacks.com/wp-content/uploads/2019/01/pubg-vehicle.jpg\"></p>Using a car, in the beginning, can be really useful. It’s a fast way to travel to the safe zone and a great way to quickly run players over. But as you get closer to the inner circle, it will become a burden. As it will make it easier for enemies to spot you.<p>18. Switch Between Modes</p>You can now switch between first person and third person view in PUBG. Before you start the game, tap on the Game mode button and switch between First-Person Perspective and Third-Person Perspective.<p>19. Supply Drops Are Not Worth The Trouble</p><p><img src=\"http://cdn.iphonehacks.com/wp-content/uploads/2019/01/pubg-supply-drop.jpeg\"></p>When you see that balloon drop with all that loot, your first instinct might be to run towards it. Don’t. They’re rarely worth it. Don’t be the first one to the loot, it’s a sure shot way to end up dead.Instead, stay around the loot area, see who goes up to get the loot and later, kill them and take the loot from them.<p>20. The Beauty of PUBG Lies with Friends</p><p><img src=\"http://cdn.iphonehacks.com/wp-content/uploads/2019/01/pubg-squad.jpg\"></p>The online gameplay of PUBG can be nice. But the real fun begins when you’re playing with friends. Either play with a friend or with a group of friends. The best way to do is to sit together with three friends and play.Not only does this make for a good time, it also increases your chances of winning. One player against 99 others is tough. But a squad of four, working together, helping and healing each other, increases your chances for the chicken dinner.<p>21. When In Squad, Communicate</p>If you’re not playing with your friends sitting next to you, it can be difficult to communicate. If you’re playing with other online players, it can be harder still.When you’re in a squad, the first thing you should do is establish clear communication. Enable voice chat if you have to. And make sure that everyone in the squad lands in the same place, shares their loot, helps in combat and heals each other.<p>22. Change Graphics Quality</p>You can change the graphics performance based on your device. If PUBG is lagging on your older iPhone, reduce the graphics quality. If you’ve got the latest iPhone XS, take it to the max. The best graphics quality gives you an edge in the game as it makes it easier to spot other players. Go to Settings -> Graphics to change the performance.<p>23. Use Peek and Fire</p>Go to Settings -> Basic and turn on Peek & Fire. This feature lets you peek your head from around the cover. You can take shots without exposing your whole body. But you will end up exposing your head, so just be careful.<p>24. Watch The Yellow Bar</p>Once you’ve got your basic health full, watch the yellow bar. The yellow bar allows you to fully heal, aim better and run faster. Drink an energy drink to fill the yellow bar.<p>25. Patience, Grasshopper</p>We’ve talked about this above but I’ll just like to reiterate here. Patience is the key and it’s the best PUBG tip that I can give you. Take things slowly and breathe a little. Even if you’re not a seasoned player, taking things slowly will have a wonderful effect on your game. But this doesn’t mean you stay still in one place.<p>Bonus Tips</p>Don’t Loot Crates During Endgame: Looting crates after you kill someone is essential at the beginning of the game. But don’t do this when you’re in the end game, especially during the last circle. Once someone dies, it’s essentially a call to newbie players. When you go to the body, someone might be waiting around for a headshot.Make Some Buttons Transparent: If you’re playing on a smaller device like an iPhone 6, you can use the extra space for the map. If you’ve developed muscle memory of some of the buttons, go into settings and make them way transparent. This will help you look through and see more of the game.<p>To be continued</p>",
  "icon5":"ic_PUBGMobileTipsandTricks.jpg",
  "title6":"Top 25 PUBG Mobile Tips and Tricks to Get the Chicken Dinner. Part 2",
  "subContent6":"PUGB or Playerunknown’s Battle Ground is quickly becoming the most popular game in the world...",
  "content6":"<p>PUBG Mobile: The Best Weapon For Each Category</p>Wondering about which gun to choose? Here is the list of best guns for each category in PUBG Mobile.<p><i>1. Melee Weapons</i></p><p><img src=\"https://img.gurugamer.com/resize/740x-/2019/09/19/dims-d206.jpg\"></p>Let first start off the weapon type for real men, melee weapons. There are currently 4 melee weapons in PUBG Mobile right now which are Crowbar, Sickle, Machete, and Pan. Needless to say, Pan is the best one with the highest damage and the ability to block bullets. It can also be used as a superfun weapon sometime for 1 vs 1 fight at the end of the game. No other weapon than the Pan can become the true iconic weapon of PUBG.<p><i>2. Pistols</i></p><p><img src=\"https://img.gurugamer.com/resize/740x-/2019/09/19/pubg-automatic-pistol-scorpion-2-27ac.png\"></p>The Skorpion is an auto pistolPistol, to be honest, was pretty useless in PUBG Mobile. People only pick it if they can't find any other kinds of guns. Apart from Flare Gun, which is not counted as an actual gun. There are only 2 real contenders which are Skorpion and P18C. They are about on the same level as Skorpion has more Capacity while P18C has better firing rate. However, Skorpion can attach more kinds of attachments so we could say that it is better than P18C by a bit. Thus making it the winner here.<p><i>3. Shotguns</i></p><p><img src=\"https://img.gurugamer.com/resize/740x-/2019/09/19/pubg-introduces-a-free-weapon-mastery-system-so-yo-2fae.jpg\"></p>No player can stay alive after 2 shots of ShotgunsShotguns are only useful in close range within 25 m as that the distance you can hit most of your pellets and deal insane damage. They have low fire rate so the common strategy to use them effectively is shoot-hide-shoot.The best gun in this category is undoubtedly the S12K. It has a decent fire rate, decent damage, a large capacity of 5 bullets which can be upgraded with a Mag, and many attachment slots. If you haven't tried it yet then you should know that it is one of the best weapons to clear a hot drop.<p><i>4. Sub Machine Gun</i></p><p><img src=\"https://img.gurugamer.com/resize/740x-/2019/09/19/screenshot-9-1-73d5.jpg\"></p>SMGs are great close combat weapon SMGs are great close combat weapons with their fast fire rate, fast reload time and fast ADS. They will melt down any players before they can even react, no matter what equipment they have.In term of damage, the Tommy Gun is the best with 40 damage per bullet. While the weapon has high recoil, its recoil pattern is very predictable and easy to control. It has a low fire rate to compensate for the high damage. However, the worst thing about this gun is the fact that you can't use a scope on it. That is also the reason why Uzi is bad too although it has the fastest fire rate. No gun can be viable in mid-game or late-game without a scope.The real competition we are looking at here is Vector vs UMP9. The Vector uses 0.45 mm ammo while the UMP9 use 9 mm ammo. This means the UMP9  can deal much more damage than the Vector. However, the Vector can shoot considerably faster than the UMP9 which resulted in higher overall DPS. When it comes to recoil, the Vector a slight advantage. But the Vector has one deadly disadvantage, low bullet capacity. The gun is just unplayable without an extended mag. And for that, the UMP9 take the crown here with its versatility.<p><i>5. Assault Rifles</i></p><p><img src=\"https://img.gurugamer.com/resize/740x-/2019/09/19/untitled-b52a.png\"></p>Assault Rifles are the best type of gun in the game Now here comes the real competition. Assault Rifles are the best type of gun in the game due to their versatility. It is common for any players to win a match using ARs only as they have good damage output, range, and various attachments. Most of them also have almost identical stat so it going to be hard to pick which one is the best. We will leave out the AUG and Groza here because it is an air-drop exclusive weapon.The AKM is one the oldest weapon in PUBG, famous for its insane damage output and insanely hard reoil control. The only attachment that will help is the Compensator, but it will still be really hard to control. Even professional players would want to avoid the AKM just because of this. The Beryl M762 suffer this same problem although it has a Grip slot. What the point of having high damage if you can't hit your opponent? The MK14 Mutant and M16A4 has a critical problem which is not having an auto mode. People will just melt you in close to mid-range combat with any other auto ARs so these two are out.Now, it is all come down to the SCAR-L and the M416. Both have the same damage and attachment slots. The SCAR-L recoil is a little bit easier to control. However, the M416 can shot slightly faster. In the game, for most of the time, a little bit of recoil won't help you much but one bullet faster than the opponent can make the difference between life and death. So, even though this one very close, the M416 is the winner as the best AR.<p><i>6. DMRs</i></p><p><img src=\"https://img.gurugamer.com/resize/740x-/2019/09/19/pubg-mini-14-afe0.jpg\"></p>The Mini 14 has great stability DMRs are kind of a mix between Assault Rifles and Sniper Rifles. They have more damage per hit than ARs, long effective range while having low fire rate and bullet capacity. Apart from the Mk14 as it is an air-drop weapon and the VSS as it is just too weak, we have a competition between SLR, Mini 14 and SKS.The SLR is the one with the highest damage output. However, it is unstable without a cheek pad, and even with a compensator, it still has too much recoil. A DMR normally needs 2-3 shots to kill a player and recoil is a really big factor to consider from mid-range to long-range.The SKS also has fairly high recoil. Even though it has many attachment slots that can compensate for its weakness, you can hardly get all of them to make the weapon good.The Mini 14, however, doesn't need any attachments at all to be decent. While it has lower damage than the other two, it offers the stability that a DMR needs along with fast bullet velocity.<p><i>7. Sniper</i></p><p><img src=\"https://img.gurugamer.com/resize/740x-/2019/09/19/f2nli6ca1j901-bcca.jpg\"></p>M24 is the better choice than Kar98This one is actually fairly easy as apart from AWM, which can blow off a Level 3 Helmet, the M24 has everything that is superior to the Kar98. The M24 has more attachment slots, more damage, and faster bullet velocity. You should just replace your Kar98 right away with an M24 if you can find one.<p>To be continued</p>",
  "icon6":"ic_PUBGMobileTipsandTricks.jpg",
  "title7":"How to aim better",
  "subContent7":"Our PUBG aiming guide explains how to improve your aim whether using a scope...",
  "content7":"Our PUBG aiming guide explains how to improve your aim whether using a scope at long range or aiming down sights.You may be kitted out with all the best gear PUBG has to offer, but you’re not going to get a Chicken Dinner anytime soon without the ability to aim at targets and take them down with relative ease. Part of the trouble with PUBG is that the pace of the game isn’t necessarily conducive to improving your aim, especially as there aren’t any deathmatch servers specifically designed for practicing your shot with a wide variety of guns.The sheer number of guns, attachments, firing modes and recoil patterns can make getting better at aiming pretty unforgiving. A lack of respawns also means you’ll have a very limited opportunity to actually practice shooting enemies in different scenarios before getting taken out. It can take hundreds of rounds before you become more comfortable with all the weapons on offer and start landing your shots, but we’re here to help speed that process up.Below we’ve put together a number of tips and tricks that will help you improve at aiming in PUBG. It’s worth noting that this is the first iteration of our aiming guide and we’ll continue adding tips and tricks as we sink more time into the game. Stay tuned for more very soon!Make sure you visit our core PUBG Guide hub when you're done here. It contains all of the most important tips and tactics you need to win more games.<p>Master the scope</p>The image below shows exactly how to utilise the scope when shooting enemies at different ranges. This is something the video above illustrates in even great detail, so make sure you give it a watch.<p><img src=\"https://cdn.gamer-network.net/2018/metabomb/pubg4xscopeindicators.jpg/EG11/resize/700x-1/quality/70\"></p><ul><li>100m - Tip of the chevron.</li><li>200m - Bottom of the chevron.</li><li>300m - Top of the line.</li><li>400m, 500m, 600m - First notch, second notch and third notch on the line respectively.</li></ul><p>How to hit moving targets</p>Landing shots on moving targets is one of the trickiest aspects to master in PUBG and something that can be really frustrating, especially if you've got the drop on your opponent, only to start missing all your shots!Again, WackyJacky101's video is a must watch for those looking to improve their aim when shooting targets who are running out in the open.The first thing you'll want to take into account is distance, but how do you calculate how far away your target is when you're under pressure? You can't exactly whip out a ruler, so it's largely up to your own intuition to get this right - the more you play, the more your judgement will improve.Here are some tips though:<ul><li>When facing a target who's roughly 100m away, imagine there's one person just ahead of them and shoot this position.</li><li>For opponents 200m away, lead your target by two imaginary people.</li><li>It's okay if you don't land your first shot, just watch the bullet and adjust your shot slightly! </li><li>Different guns have different bullet velocities, so this is another variable you'll want to take into account. Of course, the method above works well for every long-range weapon, although you may have to do a little adjusting here and there to land those shots.</li></ul><p><img src=\"https://cdn.gamer-network.net/2018/metabomb/pubghowtoaimbettersightsscopeandlongrange.jpg/EG11/resize/700x-1/quality/70\"></p><p>How to aim better</p><i>General Tips</i><ul><li>It’s essential that you get your mouse settings just right. Take into account your DPI rating, mouse acceleration and general sensitivity settings in game to find a balance that’s perfect for you. We highly recommend checking out our best PUBG mouse DPI and sensitivity settings guide</a> for some helpful tips and tricks on this front.</li><li>This one goes without saying, but practice really does make perfect. Keep playing and you’ll get better over time!</li><li>Instead of shying away from fights or playing it safe, be aggressive and chase fights when you're trying to work on your aim. Even if you end up losing the vast majority of duels, it’s one of the best ways to improve your rapid fire aiming, and you'll gradually become more comfortable with many of the weapons on offer.</li><li>Try and have a few quick-fire rounds where you’re actively looking to get into firefights. Land in populated areas like Pochinki, School, Los Leones, Hacienda Del Patron or any other major town or city for some intense action right from the start.</li><li>Another great way of practicing your aim is to head into Squad matches as a solo player. This way you’ll encounter far more enemies and get involved in more action as a result.</li></ul><i>Aiming Tips</i><ul><li>Pressing [Shift] when you’re zoomed in with a scope or aiming down sights will temporarily stop your weapon from swaying from side to side. This is great for steadying your shots while firing at targets in the distance, or lining up a headshot from behind. Just keep an eye on the lung capacity meter that appears at the bottom of your HUD when doing so. Once this runs out, you’ll have to wait until it recharges to hold your breath once more.</li><li>We can’t stress enough the importance of controlling recoil. Whenever you’re about to take a shot, make sure you’re ready for the weapon to kick up or begin swaying to the side. Gradually pull down with the mouse if you’re firing full auto, or be patient with your shots in single fire to avoid whiffing them altogether.</li><li>At close range we zecommend hip-firing, or equipping sights like the Red-Dot or Holographic for a little more precision.</li><li>This one’s pretty obvious, but you’ll want to use 4X, 8X and 15X Scopes when facing foes at a distance. Don’t be afraid to keep them in your inventory and swap between them to suit the situation at hand!</li><li>The best players know how to peek properly and it’s something that you should master for a better chance at getting those Chicken Dinners. Pressing [Q] and [E] while aiming down sights will cause you to lean left and right respectively, which is fantastic for peeking around corners or out of cover. Be unpredictable and re-peek corners while firing off a couple of quick shots to put your enemies in a difficult position.</li><li>Don’t re-peek the same spots every time though! Make your enemy react to your moves and reposition yourself when duelling if you want to catch them off-guard.</li><li>You'll automatically unscope having fired a bolt-action Sniper Rifle, which means that you'll struggle to see whether your bullet landed anywhere near your target. Stay in scoped mode once you've fired by holding down [LMB] and you'll be able to see where the bullet lands before reloading. This is exceptionally handy at long distances!</li></ul><p>To be continued</p>",
  "icon7":"ic_AimingGuide.jpg",
  "title8":"Best way to get and farm BP",
  "subContent8":"Our PUBG BP guide contains the best ways to earn Battle Points quickly, ...",
  "content8":"Our PUBG BP guide contains the best ways to earn Battle Points quickly, so you can open more crates and get more cosmetics.Dropping into a map filled with players hungry for blood is part and parcel of PUBG. Whether you manage to survive the ensuing chaos or fall victim to the swing of a Pan, you’ll be rewarded with Battle Points (BP).Players will always earn BP for playing matches and they are used to purchase crates which contain a variety of cosmetic rewards. If you want a snazzy new t-shirt, a well-fitted shirt or a rare hoodie, then you’ll need to earn BP to be in with a chance.There are currently three criteria to fulfil when earning BP in PUBG, and they all correspond to how well you perform in game. Die early without really accomplishing anything? Then you’ll earn far less than someone who’s eliminated a number of opponents before bagging a Chicken Dinner.Below we’ve put together a simple guide which’ll help you earn more BP per match so you can get spend them on those cosmetic-filled crates.Make sure you visit our core PUBG Guide hub when you're done here. It contains all of the most important tips and tactics you need to win more games.<p><img src=\"https://cdn.gamer-network.net/2018/metabomb/pubgbestwaytogetandfarmbp.jpg/EG11/resize/700x-1/quality/70\"></p><p>How to earn more BP</p><i>Criteria</i>When it comes to earning BP in PUBG, it comes down to how well you perform in game. Here’s the criteria for earning BP:<ul><li>Kills - How many players you’ve killed.</li><li>Rank - How long you survived in a match.</li><li>Hits - How much damage you inflicted to other players.</li></ul>What’s more, you’ll also earn different amounts of BP depending on which mode you play. Here’s a breakdown of how much BP you earn for a win in each game type:<ul><li>Solo - 800 BP.</li><li>Duo - 400 BP.</li><li>Squad - 200 BP.</li></ul><p>Farming BP</p>If you’re looking to earn BP fast, your best bet is to chase kills rather than trying to survive for as long as possible. Hiding away may net you decent BP per match, but it can take forever. Constantly dropping into hotly contested areas and fighting other players will cost you less time and more often than not, it’ll prove to be more lucrative.You’ll want to drop in populated cities or areas which many players usually congregate, like School or Hacienda Del Patron. If you manage to survive after eliminating a number of players, try and at least survive for as long as possible. Otherwise, hop straight back into matchmaking and repeat the process!It’s worth mentioning that this hyper-aggressive strategy not only earns you more BP, but it’s a great way of actually improving at the game. Constantly seeking out gunfights will tighten your aim, heighten your game-sense and gradually increase your confidence when duelling enemies.<p>To be continued</p>",
  "icon8":"ic_GetAndFarmBP.jpg",
  "title9":"Best landing and loot spots guide",
  "subContent9":"Our guide to PUBG’s best landing and loot spots contains a list of all the best locations to land ...",
  "content9":"Our guide to PUBG’s best landing and loot spots contains a list of all the best locations to land for gearing up quickly on both Erangel and Miramar.If you want the best possible start in a game of PUBG, then you’ll need to pick and choose your landing location extremely wisely. Both maps contain plenty of areas to investigate, ranging from cities to abandoned ruins, and it’s up to you to work out which location is going to best suit your needs.Cities and bases often contain the highest volume of loot but as a result they also attract the most players - this of course increases the odds you'll get taken out early. It’s kill or be killed in these situations, but if you can make it out alive you’ll be bursting at the seams with powerful weaponry and bulky armour.This doesn’t mean quieter areas don’t contain rare loot, but you’re less likely to max out your gear in these smaller, out of the way zones. That said though, your chances of surviving more than five minutes improve dramatically once you get off the beaten path a little bit.More often than not, selecting a decent starting location can lead to greater success as the match wears on. To help you choose a zone that suits you, we’ve put together a helpful list of the best loot spots for both maps: Erangel and Miramar.Make sure you visit our core PUBG Guide hub when you're done here. It contains a whole host of important articles that'll help improve your game.<p>Best loot spots: Erangel</p><p><img src=\"https://cdn.gamer-network.net/2018/metabomb/pubgerangellootspots.jpg/EG11/resize/700x-1/quality/70\"></p><ul><li><i>Pochinki</i> - A large city located in the center of the map. Expect action straight away amongst the tight cluster of buildings. (High Risk)</li><li><i>School</i> - Perhaps the biggest hotspot of them all, School is a large U-shaped building filled to the brim with great loot. Expect many players to start scrambling for the same gear upon landing - action moves at a frightening pace here. (High Risk)</li><li><i>Sosnovka Military Base</i> - Located right at the bottom of the map, Sosnova Military Base is a huge complex that offers some of the best loot in the game. It's likely you'll find Tier 3 armour scattered around all over the place - just watch your back. (High Risk)</li><li><i>Georgopol</i> - An enormous concentration of buildings that snake along the coastline, Georgopol contains a decent amount of gear but you'll have to do a lot of rummaging around to get it. You're less likely to encounter enemies immediately after landing, but do exercise some caution as it's easy to lose track of enemies in the concrete jungle. (Medium Risk)</li><li><i>Lipovka</i> - A personal favourite of ours, Lipovka's nestled right on the East side of the map and it's rare that you'll encounter many enemies landing here alongside you. Strange really, because it's full of loot! (Medium/Low Risk)</li><li><i>Yasnaya Polyana</i> - Filled with huge 3-4 storey buildings, you're likely to find some decent gear here and still have the opportunity to get out unscathed. (Medium/Low Risk)</li><li><i>Novorepnoye</i> - A port on the eastern edge is home to a small cluster of houses and a large shipyard that's filled with some great loot. Novorepnoye does tend to attract quite a few players though, so make sure you're the first to land here. (Medium Risk)</li><li><i>Prison</i> - In a similar vein to School, Prison is an enclosed space that'll attract many players. Landing first here is essential to surviving the onslaught! (High Risk)</li></ul><p>Best loot spots: Miramar</p><p><img src=\"https://cdn.gamer-network.net/2018/metabomb/pubgmiramarlootspots.jpg\"><p><ul><li><i>Hacienda del Patron</i> - This is most definitely the School of Miramar. It's one big circular building with a couple of outhouses that attracts tonnes of players each match. There's great gear to be had here, it's just a question of whether you can outgun everyone else. Emerge the victor though and you'll feel like a king. (High Risk)</li><li><i>Complejo Penitenciario</i> - Very similar to Erangel's Prison, ensure you're looting as quickly as possible and ready yourself for a slew of gunfights right away. Outlast the opposition and you'll be rewarded handsomely. (High Risk)</li><li><i>Campo Militar</i> - A collection of warehouses and buildings that hold some really rare items including Suppressors for Assault Rifles and Snipers or tier 3 armour. Expect some resistance and make sure you've got a vehicle to escape the blue if you manage to make it out! (High Risk)</li><li><i>Impala</i> - This is a small but dense area that's fit for bleeding dry. To the North of the city there's an industrial plant which often has some fantastic weaponry and armour stashed away below it. (Medium Risk)</li><li><i>Los Leones</i> - The largest city in Miramar, Los Leones is an enormous complex of buildings. Expect loads of loot, loads of people and loads of fighting. (High Risk)</li><li><i>Pecado</i> - Home to the infamous casino, Pecado is a hive of activity from the get-go. (High Risk)</li><li><i>San Martin</i> - Broken concrete buildings on the outskirts of San Martin usually hold some glorious goodies - a favourite of ours. (Medium/Low Risk)</li></ul><p>To be continued</p>",
  "icon9":"ic_LandingAndLoot.jpg",

  "intro1": "PUBG Tricks and Tips.",
  "intro2": "Sharing experiences when playing games.",
  "intro3": " Easily get top 1.",
  "intro4": "Images Wallpaper.",
  "intro5": "Beautiful Pubg Wallpapers.",
  "intro6": " Share some Tricks.",
  "intro7": " Share some Tips.",
  "intro8": " Guide for beginner.",
  "setSuc": "You have successfully set the wallpaper.",

  "settingRate": "Our evaluation",
  "settingShare": "Share the application",

  "option": "Option",
  "imageDowFail": "Image downloader Fail",
  "imageDowSuc": "Image has been downloaded",
  "oppenImage": "Oppen",
  "cancel": "Cancel",
  "viewAd": "View ads to unlock images!",
  "unlock": "UnLock",
  "thongbao": "Watch a short video.\nTo unlock this image.",
  "thongbao1": "The image is already available for use.\nWould you like to open the image?",

  "titleDownloaded": "List image downloaded",
  "titileWallpaper": "Wallpager",
  "titileFFtricks": "PUPG Tricks",
  "titileSetting": "Setting",
  "titileTabMore": "More app",
  "titleSetWallpage":"Set wallpaper",
  "titleImageShow": "Image"
}